Repository: rocksdanister/lively
Catalog: src/Lively/Lively.UI.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, lt_lt, ms_my, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_cyrl, sr_latn, sv_se, tr_tr, uk_ua, zh_cn

# DragDropFile.Text
source: Simply drag and drop files into here
af_za: Sleep eenvoudig lêers hierheen
bg_bg: Просто плъзнете и пуснете файлове тук
ca_es: Simplement arrossega i deixa anar els arxius a la biblioteca.
cs_cz: Jednoduše sem přetáhněte soubory
da_dk: Du skal blot trække og slippe filer ind her
de_de: Einfach Dateien per Drag & Drop in die Bibliothek ziehen
el_gr: Απλώς σύρετε και αποθέστε αρχεία στη Βιβλιοθήκη.
es_es: Simplemente arrastra y suelta los archivos aquí
fa_ir: فایل ها را با کشیدن اینجا رها کنید
fi_fi: Vedä ja pudota tiedostoja tähän
fr_fr: Glisser-déposer les fichiers dans la bibliothèque
he_il: פשוט גרור ושחרר קבצים לספרייה.
hu_hu: Egyszerűen húzz és dobj fájlokat a könyvtárba.
id_id: Seret dan lepaskan file pada pustaka.
it_it: Trascina i files qui
ko_kr: 간단히 파일을 라이브러리로 끌어 놓으세요.
lt_lt: Tiesiog nuvilkite failus čia
ms_my: Seret dan lepaskan fail ke dalam pustaka
pl_pl: Po prostu przeciągnij i upuść tutaj pliki
pt_br: Simplesmente arraste os arquivos para a Biblioteca.
pt_pt: Arraste e largue os ficheiros aqui
ro_ro: Trage fișiere în Bibliotecă
ru_ru: Просто перетащите файлы в Библиотеку.
sr_cyrl: Једноставно превуци и пусти фајл у библиотеку.
sr_latn: Jednostavno prevuci i pusti fajl u biblioteku.
sv_se: Bara dra och släpp filer till biblioteket.
tr_tr: Dosyaları kütüphaneye sürükleyin ve bırakın.
uk_ua: Просто перетягніть файли в бібліотеку.
zh_cn: 拖曳文件至图库。

# DescriptionExternalAppWarning
source: You are opening an external application as wallpaper. Malicious applications can host malware, virus.. and do harm to your system. Only continue if this application comes from a trusted source.
af_za: Jy maak 'n eksterne toepassing as muurpapier oop. Kwaadwillige toepassings kan wanware, virusse... en skade aan jou stelsel aanrig. Gaan net voort as hierdie toepassing van 'n betroubare bron kom.
bg_bg: Отваряте външно приложение като тапет. Злонамерените приложения могат да хостват злонамерен софтуер, вируси.. и да навредите на вашата система. Продължете само ако това приложение идва от надежден източник.
ca_es: Esteu obrint una aplicació externa com a fons de pantalla. Les aplicacions externes poden contenir malware, virus .. i danyar el teu sistema. Només contínua si aquesta aplicació prové d'una font fiable.
cs_cz: Otevíráte externí aplikaci jako tapetu. Škodlivé aplikace mohou hostit malware, virus. a poškozujte váš systém. Pokračujte pouze, pokud tato aplikace pochází z důvěryhodného zdroje.
da_dk: Du åbner et eksternt program som baggrund. Ondsindede programmer kan være vært malware, virus. og gør skade på dit system. Kun fortsætte, hvis denne applikation kommer fra en pålidelig kilde.
de_de: Sie öffnen eine externe Anwendung als Hintergrund. Schädliche Anwendungen können Malware, Viren usw. beinhalten und Ihrem System Schaden zufügen. Fahren Sie nur fort, wenn diese Anwendung aus einer vertrauenswürdigen Quelle stammt.
el_gr: Ανοίγετε μια εξωτερική εφαρμογή ως ταπετσαρία. Κακόβουλες εφαρμογές μπορούν να φιλοξενήσουν κακόβουλο λογισμικό, ιούς .. και να βλάψουν το σύστημά σας. Συνεχίστε μόνο εάν αυτή η εφαρμογή προέρχεται από αξιόπιστη πηγή.
es_es: Estás abriendo una aplicación externa como fondo de pantalla. Las aplicaciones maliciosas pueden contener malware, virus... y dañar tu sistema. Continúa únicamente si esta aplicación proviene de una fuente confiable.
fa_ir: شما دارید یک برنامه خارجی را به عنوان پس زمینه باز میکنید. برنامه های مخرب میتوانند حاوی بد افزار یا ویروس باشند و میتوانند به سیستم شما آسیب بزنند. تنها در صورنی ادامه دهید که این برنامه از منبع قابل اعتماد آمده باشد.
fi_fi: Olet asettamassa ulkoista sovellusta taustakuvaksi. Haitalliset sovellukset voivat isännöidä haittaohjelmia ja viruksia ja vahingoitata järjestelmääsi. Jatka vain, jos luotat tähän sovellukseen.
fr_fr: Vous ouvrez une application externe comme image. Les applications malveillantes peuvent contenir des malwares, virus etc. et menaçent votre système. Continuez seulement si cette application provient d'une source fiable.
he_il: אתה פותח יישום חיצוני כטפט. תוכניות זדוניות ווירוסים עשויים להיות כלולים ביישומים זדוניים .. ולהזיק למערכת שלכם. המשך רק אם יישום זה מגיע ממקור מהימן.
hu_hu: Egy külső alkalmazást nyitsz meg háttérképként. Rosszindulatú alkalmazások hordozhatnak káros szoftvert, vírust.. és kárt okozhatnak a rendszerben. Csak akkor folytasd, ha ez az alkalmazás egy megbízható forrásból származik.
id_id: Anda membuka aplikasi eksternal sebagai wallpaper. Aplikasi seperti ini dapat terkontaminasi oleh malware, virus.. dan dapat merusak sistem anda. Lanjutkan jika aplikasi berasal dari sumber terpercaya
it_it: Stai aprendo un applicazione esterna come sfondo. Le applicazioni malevole possono contenere malware, virus... e danneggiare il tuo sistema. Continua soltanto se l'applicazione proviene da una fonte sicura.
ko_kr: 외부 응용 프로그램을 배경화면으로 여는 중입니다. 악성 응용 프로그램은 악성 코드나 바이러스를 감염시켜 시스템이 위험해질 수 있습니다. 이 응용 프로그램이 신뢰된 출처로부터 제공된 경우에만 계속하세요.
lt_lt: Atidarote išorinę programą kaip ekrano foną. Kenkėjiškos programos gali priglobti kenkėjiškas programas, virusus... ir pakenkti jūsų sistemai. Tęskite, tik jei ši programa gaunama iš patikimo šaltinio.
ms_my: Anda sedang membuka sebuah aplikasi sebagai latar belakang. Aplikasi sebegini mungkin mempunyai virus yang mampu merosakkan sistem anda. Hanya teruskan jika aplikasi ini berasal daripada sumber yang dipercayai.
pl_pl: Otwierasz zewnętrzną aplikację jako tapetę. Złośliwe aplikacje mogą zawierać malware,wirusy... niebezpieczne dla twojego systemu. Kontunuuj, tylko jeśli aplikacja pochodzi z zaufanego źródła.
pt_br: Você está tentando abrir um aplicativo externo como plano de fundo. Aplicativos maliciosos podem conter malware, vírus... que podem danificar o seu sistema. Prossiga apenas se confia na fonte do aplicativo.
pt_pt: Está a abrir uma aplicação externa como papel de parede. Aplicações maliciosas podem conter malware, vírus... Estes também podem danificar o sistema. Apenas prossiga se a aplicação é proveniente de uma fonte confiável.
ro_ro: Deschizi o aplicație externă ca fundal. Aplicațiile rău intenționate pot găzdui malware, viruși... și pot dăuna sistemul tău. Continuă doar dacă această aplicație provine dintr-o sursă de încredere.
ru_ru: Вы открываете внешнее приложение как обои. Вредоносные приложения могут содержать вирусы, которые навредят вашей системе. Продолжайте только в том случае, если приложение получено из надежного источника.
sr_cyrl: Отвараш спољашну апликацију као позадину.Злонамерне апликације могу да убаце вирусе... и оштете ваш рачунар.Једино прихватајте ако апликација долази од провереног извора.
sr_latn: Otvaraš spoljašnu aplikaciju kao pozadinu.Zlonamerne aplikacije mogu da ubace viruse... i oštete vaš računar.Jedino prihvatajte ako aplikacija dolazi od proverenog izvora.
sv_se: Du öppnar ett externt program som bakgrundsbild. Skadliga program kan vara värd för skadlig kod, virus och skada ditt system. Fortsätt endast om programmet kommer från en betrodd källa.
tr_tr: Duvar kağıdı olarak dışarıdan uygulama açıyorsunuz. Kötü niyetli uygulamalar sisteminize ciddi zararlar verebilir. Eğer güvenilir bir kaynak olduğuna inanıyorsanız devam edin.
uk_ua: Ви відкриваєте зовнішню програму як шпалери. Шкідливі програми можуть містити віруси і зашкодити Вашій системі. Продовжуйте лише в тому разі, якщо програму отримано з надійного джерела.
zh_cn: 请注意, 您将使用一个外部应用程序作为壁纸。 恶意应用程序可能趁机注入木马、病毒..这将损害您的系统。 仅当您信任此应用程序时，方可继续。

# DescriptionPleaseRestartLively
source: Please restart Lively for settings to take effect
af_za: Herbegin asseblief Lively vir instellings om in werking te tree
bg_bg: Моля рестартирайте Lively за да влязат в сила настройките
ca_es: Si us plau reinicia Lively per a què les configuracions tinguin efecte.
cs_cz: Pro použití změněných nastavení restartujte prosím aplikaci
da_dk: Genstart venligst Lively for at indstillingerne kan træde i kraft
de_de: Bitte starten Sie Lively neu, damit die Einstellungen wirksam werden
el_gr: Επανεκκινήστε το Lively για να ισχύσουν οι ρυθμίσεις.
es_es: Por favor reinicie Lively para que las configuraciones tengan efecto
fa_ir: به منظور اعمال تغییرات لطفا سیستم خود را از نو راه‌اندازی کنید
fi_fi: Käynnistä ohjelma uudelleen, jotta asetus tulee voimaan
fr_fr: Veuillez redémarrer Lively pour prendre en compte les modifications.
he_il: אנא הפעל מחדש את האפליקציה כדי שההגדרות ייכנסו לתוקף
hu_hu: Kérlek indítsd újra a programot hogy a beállítások müködésbe lépjenek.
id_id: Mohon mulai ulang Lively agar pengaturan dapat diterapkan.
it_it: Riavva lively per applicare le impostazioni
ko_kr: 설정을 적용하려면 Lively를 재시작하세요.
lt_lt: Iš naujo paleiskite „Lively“, kad nustatymai įsigaliotų
ms_my: Mulakan semula Lively untuk mengemaskini konfigurasi
pl_pl: Uruchom ponownie Lively aby zastosować ustawienia
pt_br: Reinicie o Lively para que as configurações tenham efeito.
pt_pt: Por favor, reinicie a aplicação para que as definições tenham efeito
ro_ro: Repornește Lively pentru ca setările să aibă efect.
ru_ru: Пожалуйста, перезапустите Lively, чтобы изменения вступили в силу.
sr_cyrl: Ливелy је минимизиран у рачунару, десним кликом на ливелy иконицу како би наставио.
sr_latn: Molim vas pokrenite ponovo Lively kako bi promene dobile efekat.
sv_se: Starta om Lively för att dina nya inställningar ska ta effekt.
tr_tr: Ayarların geçerli olması için Lively'yi yeniden başlatın.
uk_ua: Будь ласка, перезапустіть Lively, щоб налаштування набрали чинності.
zh_cn: 请重新启动 Lively 以使设置生效。

# DescriptionRecordStart
source: Press to begin recording
af_za: Druk om te begin opneem
bg_bg: Натиснете за да почнете да записвате
ca_es: Pressiona per començar a gravar.
cs_cz: Stiskněte pro zahájení nahrávání
da_dk: Tryk for at begynde optagelse
de_de: Zum Starten der Aufnahme hier drücken
el_gr: Πατήστε για να ξεκινήσει η εγγραφή.
es_es: Presione para empezar a grabar
fa_ir: برای شروع ضبط فشار دهيد.
fi_fi: Paina aloittaaksesi nauhoituksen
fr_fr: Cliquer pour commencer l'enregistrement.
he_il: לחץ כאן כדי להתחיל בהקלטה.
hu_hu: Nyomd meg az Indítást a felvételhez.
id_id: Tekan untuk mulai merekam.
it_it: Clicca per iniziare a registrare.
ko_kr: 녹화 시작 클릭.
lt_lt: Paspauskite norėdami pradėti įrašymą
ms_my: Tekan untuk mulakan rakaman
pl_pl: Naciśnij aby rozpocząć nagrywanie.
pt_br: Pressione para iniciar a gravação.
pt_pt: Pressione para iniciar a gravação.
ro_ro: Apasă pentru a începe înregistrarea
ru_ru: Нажмите, чтобы начать запись.
sr_cyrl: Стисни да започнеш снимање.
sr_latn: Stisni da započneš snimanje.
sv_se: Tryck för att börja spela in.
tr_tr: Kayıda başlamak için tıklayın.
uk_ua: Натисніть, щоб розпочати запис.
zh_cn: 按下以开始录影

# DescriptionRestoringWallpaper
source: Currently restoring previous wallpaper(s), please wait...
af_za: Stel tans vorige muurpapier(e) terug, wag asseblief...
bg_bg: В момента се възстановява предишен тапет(и), моля изчакайте...
ca_es: Restaurant fons de pantalla anterior(s), si us plau espera ...
da_dk: I øjeblikket gendanner tidligere baggrundsbilleder, Vent venligst...
de_de: Vorherige Hintergründe werden wiederhergestellt. Bitte warten...
el_gr: Γίνεται επαναφορά των προηγούμενων ταπετσαριών, παρακαλώ περιμένετε ...
es_es: Restaurando fondo(s) de pantalla anterior(es), por favor espere...
fa_ir: در حال بازيابي پس زمینه پيشين، لطفا صبر کنيد...
fi_fi: Ppalautetaan edellinen taustakuva(t), odota...
fr_fr: Restauration des images précédentes ...
he_il: משחזר כעת טפט/ים קודם/ים, אנא המתן...
hu_hu: Az előző hátter(ek) visszaállítása, kérem várjon...
id_id: Sedang memulihkan wallpaper sebelumnya, mohon tunggu...
it_it: Ripristinandi i sfondi precedenti, attendere prego...
ko_kr: 이전 배경화면 복원 중, 잠시 기다려 주세요...
lt_lt: Atkuriamas(-i) buvęs(-ę) fonas(-ai), prašome palaukti...
ms_my: Mengembalikan hiasan latar terdahulu, sila tunggu...
pl_pl: Przywracanie poprzedniej tapety..
pt_br: Restaurando os planos de fundo anteriores...
pt_pt: A restaurar o(s) fundos anteriores, por favor aguarde...
ro_ro: Se restaurează fundalurile, așteaptă...
ru_ru: Восстановление предыдущих обоев. Пожалуйста, подождите...
sr_cyrl: Тренутно враћам претходне позадине, молим вас сачекајте...
sr_latn: Trenutno vraćam prethodne pozadine, molim vas sačekajte...
sv_se: Håller på att återställa bakgrundbild.
tr_tr: Geçmiş duvar kağıtları yükleniyor, Lütfen Bekleyin...
uk_ua: Відновлення попередніх шпалер.
zh_cn: 正在恢复以前的壁纸..

# DescriptionScreenLayout
source: Choose Display
af_za: Kies vertoning
bg_bg: Избери дисплей
ca_es: Escollir pantalla
cs_cz: Vybrat zobrazení
da_dk: Vælg Skærm
de_de: Bildschirm auswählen
el_gr: Επιλέξτε Οθόνη
es_es: Seleccionar Pantalla
fa_ir: صفحه نمایش خود را انتخاب کنید
fi_fi: Valitse Näyttö
fr_fr: Choisir l'écran
he_il: בחר תצוגה
hu_hu: Válassz képernyőt
id_id: Pilih tampilan
it_it: Scegli un Display
ko_kr: 디스플레이 선택
lt_lt: Pasirinkite ekraną
ms_my: Pilih Paparan
pl_pl: Wybierz ekran
pt_br: Escolha a tela
pt_pt: Escolher tela
ro_ro: Alege Ecran
ru_ru: Выберите дисплей
sr_cyrl: Изабери монитор
sr_latn: Izaberi monitor
sv_se: Välj skärm
tr_tr: Ekranı seç
uk_ua: Виберіть дисплей
zh_cn: 选择屏幕

# DescriptionUpdateAvailable
source: A new version of software is available!
af_za: 'n Nuwe weergawe van sagteware is beskikbaar!
bg_bg: Налична е нова версия на софтуера!
ca_es: Una nova versió de software està disponible!
cs_cz: Je dostupná nová verze softwaru!
da_dk: En ny version af software er tilgængelig!
de_de: Eine neuere Version ist verfügbar!
el_gr: Μια νέα έκδοση λογισμικού είναι διαθέσιμη!
es_es: ¡Una nueva versión del programa está disponible!
fa_ir: نسخه جدیدی از نرم‌افزار در دسترس است!
fi_fi: Livelyn uusi versio on saatavilla!
fr_fr: Une nouvelle version est disponible !
he_il: גרסה חדשה של תוכנה זמינה!
hu_hu: Egy új verziója elérhető a programnak!
id_id: Versi terbaru Lively tersedia untuk didownload!
it_it: Una nuova versione è disponibile!
ko_kr: 새로운 버전을 사용할 수 있습니다!
lt_lt: Nauja programinės įrangos versija yra prieinama!
ms_my: Terdapat versi baharu perisian!
pl_pl: Dostępna nowa wersja!
pt_br: Uma nova versão está disponível!
pt_pt: Uma nova versão da aplicação está disponível!
ro_ro: O nouă versiune este disponibilă!
ru_ru: Доступна новая версия приложения!
sr_cyrl: Нова верзија софтвера је доступна!
sr_latn: Nova verzija softvera je dostupna!
sv_se: En ny uppdatering är tillgänglig.
tr_tr: Yazılımın yeni sürümü mevcut!
uk_ua: Доступна нова версія!
zh_cn: 有新版本可用！

# DescriptionWebpageLoad
source: Enter website link to load, shadertoy.com shader links are supported
ca_es: Ingressa l'enllaç d'un lloc web per carregar-ho. També pots utilitzar enllaços de shadertoy.com.
cs_cz: Zadejte odkaz na webové stránky, který chcete načíst, jsou podporovány odkazy shadertoy.com na stínové stránky
de_de: Geben Sie eine Webseiten-URL ein. Links zu Shadertoy.com-Shadern werden unterstützt
el_gr: Εισαγάγετε σύνδεσμο ιστότοπου για φόρτωση, υποστηρίζονται επίσης shadertoy.com συνδέσεις
es_es: Ingresa el enlace de un sitio web para cargarlo, puedes utilizar enlaces de shadertoy.com
fa_ir: آدرس وبسايت را وارد کنيد تا بارگذاري شود، از شِيدر هم پشتيباني ميشود. (shadertoy.com)
fi_fi: Syötä sivuston linkki ladataksesi, shadertoy.com shader linkit ovat tuettuja
fr_fr: Entrer le lien du site à charger, shadertoy.com les liens de shaders sont supportés.
he_il: הקלד קישור לאתר לטעינה, נתמכים קישורי shader של shadertoy.com
hu_hu: Írd be a weboldal linket a betöltéshez, shadertoy.com árnyék linkek támogatottak.
id_id: Masukkan URL halaman web untuk dimuat, tautan shader dari shadertoy.com dapat digunakan.
it_it: Inserisci il link del sito per installare lo sfondo, I link da shadertoy.com sono supportati
ko_kr: 불러올 웹사이트 링크를 입력하세요. Shadertoy.com 셰이더 링크가 지원됩니다.
ms_my: Masukkan pautan laman sesawang untuk dimuatkan. Pautan shader shadertoy.com disokong.
pl_pl: Wpisz adres strony do załadowania, (obsługuje łącza do shader'ów na stronie Shadertoy.com)
pt_br: Insira o link do site para carregar; links do Shadertoy.com são suportados
pt_pt: Insira o link da página web a carregar, links do Shadertoy.com são suportados
ro_ro: Introdu linkul site-ului pentru a încărca, linkurile shadertoy.com sunt acceptate
ru_ru: Для скачивания введите ссылку на веб-сайт.Ссылки на шейдеры c shadertoy.com поддерживаются
sr_cyrl: Унеси линк вебсајта за учитавање, shadertoy.com линкови су подрзани.
sr_latn: Unesi link vebsajta za učitavanje, shadertoy.com linkovi su podržani.
sv_se: Skriv in en webbadress för att ladda. Shader-länkar från shadertoy.com stöds.
tr_tr: Yüklemek için website urlsi girin, shadertoy.com shader linkleri destekleniyor.
uk_ua: Введіть посилання на сторінку, підтримуються посилання Shadertoy.com
zh_cn: 输入要加载的网站链接，支持 Shadertoy.com 着色器链接

# DescriptionWelcomeWizard
source: This wizard will get you started on setting up Lively
af_za: Hierdie towenaar sal jou laat begin met die opstel van Lively
bg_bg: Този съветник ще ви помогне да започнете настройката на Lively
ca_es: Aquest assistent t'ajudarà a configurar Lively.
cs_cz: Tento průvodce bude spuštěn při nastavení Lively
da_dk: Denne guide vil få dig i gang med opsætning af Lively
de_de: Dieser Assistent hilft dir dabei, Lively zu Beginn einzurichten
el_gr: Αυτός ο οδηγός θα σας κάνει να ξεκινήσετε τη ρύθμιση του Lively.
es_es: Este asistente te guiará para configurar Lively
fa_ir: این پنجره شما را در مراحل نصب همراهی می کند
fi_fi: Tämä avustaja auttaa sinua asentamaan Livelyn
fr_fr: Cet assistant vous aidera à configurer Lively.
he_il: אשף זה יתחיל בהגדרת Lively.
hu_hu: Ez a varázsló segít elkezdeni a Lively felépítését.
id_id: Wizard ini akan membantu anda untuk mengatur Lively.
it_it: Questa procedura guidata ti consentirà di iniziare a configurare Lively
ko_kr: 이 마법사는 Lively 설정을 시작합니다.
lt_lt: Šis vedlys padės jums pradėti „Lively“ sąranką
ms_my: Wizard ini akan membantu anda mengesetkan Lively
pl_pl: Ten kreator pomoże Ci rozpocząć konfigurację aplikacji Lively.
pt_br: Esse assistente irá te ajudar a configurar o Lively.
pt_pt: Este ajudante irá guiá-lo na configuração inicial do Lively
ro_ro: Acest expert te va ajuta să configuri Lively.
ru_ru: Мастер установки поможет вам настроить Lively.
sr_cyrl: Ово ће вам помоћи да започнете са Ливелy.
sr_latn: Ovo će vam pomoći da započnete sa Lively.
sv_se: Denna guide kommer att hjälpa dig med att komma igång med att konfigurera Lively.
tr_tr: Kurulum sihirbazı Lively kurulumunu başlatacak.
uk_ua: Цей майстер допоможе вам розпочати налаштування Lively.
zh_cn: 该向导将会帮助您设置 Lively 。

# LivelyExceptionAppUpdateFail
source: Failed to update; try downloading the installer from: https://github.com/rocksdanister/lively/releases
af_za: Kon nie opdateer nie; probeer om die installeerder af te laai vanaf: https://github.com/rocksdanister/lively/releases
bg_bg: Актуализацията не бе успешна; опитайте да изтеглите инсталатора от: https://github.com/rocksdanister/lively/releases
ca_es: Error a l'actualitzar; intenta descarregar l'instal·lador des de: https://github.com/rocksdanister/lively/releases
cs_cz: Aktualizace se nezdařila; zkuste stáhnout instalační program z: https://github.com/rocksdanister/lively/releasases
da_dk: Mislykkedes at opdatere; prøv at downloade installationsprogrammet fra: https://github.com/rocksdanister/lively/releases
de_de: Aktualisierung fehlgeschlagen. Versuchen Sie die Installationsdatei manuell herunterzuladen: https://github.com/rocksdanister/lively/releases
el_gr: Αποτυχία ενημέρωσης, δοκιμάστε να κατεβάσετε το πρόγραμμα εγκατάστασης από: https://github.com/rocksdanister/lively/releases
es_es: Error al actualizar; intenta descargar el instalador desde: https://github.com/rocksdanister/lively/releases
fa_ir: بروز رسانی با مشکل مواجه شد، می توانید از لینک زیر برای دانلود نسخه جدید استفاده کنید https://github.com/rocksdanister/lively/releases
fi_fi: Päivitys epäonnistui, kokeile asentajan lataamista täältä: https://github.com/rocksdanister/lively/releases
fr_fr: Échec de la mise à jour. Essayez de télécharger l'installateur sur https://github.com/rocksdanister/lively/releases
he_il: העדכון נכשל; נסה להוריד את תוכנית ההתקנה מ: https://github.com/rocksdanister/lively/releases
hu_hu: Frissítési hiba; próbáld meg letölteni a telepítőt innen: https://github.com/rocksdanister/lively/releases
id_id: Gagal untuk mendapatkan update; coba download installer dari: https://github.com/rocksdanister/lively/releases
it_it: Aggiornamento non riuscito; prova a scaricare il programma di installazione da: https://github.com/rocksdanister/lively/releases
ko_kr: 업데이트 실패됨. 다음 링크에서 설치 파일을 내려받으세요: https://github.com/rocksdanister/lively/releases
lt_lt: Atnaujinimas nepavyko; pamėginkite atsisiųsti programą iš: https://github.com/rocksdanister/lively/releases
ms_my: Kemaskini gagal; muat turun pemasang aplikasi daripada: https://github.com/rocksdanister/lively/releases
pl_pl: Aktualizacja zakończona niepowodzeniem.Spróbuj pobrać instalator z
pt_br: Falha ao atualizar. Tente baixar o instalador em: https://github.com/rocksdanister/lively/releases
pt_pt: Atualização mal-sucedida. Tente descarregar o instalador novamente: https://github.com/rocksdanister/lively/releases
ro_ro: Actualizare eșuată; încearcă să descarci programul de instalare de la: https://github.com/rocksdanister/lively/releases
ru_ru: Не удалось обновится. Попробуйте скачать установщик самостоятельно: https://github.com/rocksdanister/lively/releases
sr_cyrl: Неуспешна надоградња; покусај да скинес инсталер sa:https://github.com/rocksdanister/lively/releases
sr_latn: Neuspešna nadogradnja; pokusaj da skines instaler sa:https://github.com/rocksdanister/lively/releases
sv_se: Uppdateringen misslyckades. Prova att ladda installionsprogrammet från denna länk; https://github.com/rocksdanister/lively/releases
tr_tr: Güncelleme başarısız; Kur dosyasını adresten indirmeyi deneyin: https://github.com/rocksdanister/lively/releases
uk_ua: Помилка оновлення. Спробуйте завантажити інсталятор з
zh_cn: 更新失败。请尝试从此处下载安装程序： https://github.com/rocksdanister/lively/releases
